Revit 2027 API
ParameterTypeId.FamilyBaseLevelParam Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyBaseLevelParam { get; }
Public Shared ReadOnly Property FamilyBaseLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyBaseLevelParam {
	ForgeTypeId^ get ();
}
static member FamilyBaseLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace